spec/spec/SVWS/IntegrationPlatform/Examples/CustomerNtfSettingsRequestRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getCustomerNtfSettingsRequest>
         <customer_id>245</customer_id>
         <customer_number>100</customer_number>
         <card_id>100000000259</card_id>
         <card_number>7100000000000723</card_number>
         <account_id>442</account_id>
         <account_number>83158400000000030</account_number>
         <inst_id>1001</inst_id>
         <lang>LANGRUS</lang>
      </int:getCustomerNtfSettingsRequest>
   </soapenv:Body>
</soapenv:Envelope>
